[
    { "key": "motivacion_curso", "label": "¿Qué te motiva a hacer este curso? (Comprobar que la persona candidata haya hecho una reflexión previa sobre intereses y objetivos)", "category": "Personal", "type": "textarea"},
    { "key": "soporte_it", "label": "¿Qué sabes sobre \"Soporte IT\"?" , "category": "Personal", "type": "textarea" },
    { "key": "desempeno_laboral", "label": "¿Cómo te ayudará la formación en Soporte IT en tu vida y en tu desempeño laboral?", "category": "Personal", "type": "textarea" },
    { "key": "situacion_actual", "label": "¿Qué te encuentras haciendo actualmente? (Comprobar que por su situación laboral/formativa, la persona puede dedicar el tiempo que se necesita al curso)", "category": "Personal", "type": "textarea" },
    { "key": "otros_cursos", "label": "¿Te encuentras haciendo otros cursos? (true / false)", "category": "Personal", "type": "text" },
    { "key": "cual_curso", "label": "¿Cuál?", "category": "Personal", "type": "text" },
    { "key": "disponibilidad", "label": "¿Tienes disponibilidad para dedicar 3h30min o más diarias al curso intensivo?", "category": "Disposicion", "type": "textarea" },
    { "key": "participar_zoom", "label": "¿Estarías dispuesto a participar en el Zoom? (Diariamente / Para preguntas puntuales / Para asistir a los talleres)", "category": "Disposicion", "type": "text" },
    { "key": "encontrar_trabajo", "label": "Si estás desempleada y encuentras un trabajo, ¿Puedes comprometerte a compaginar tu tiempo para cumplir con el curso? ¿Cómo lo harías?", "category": "Disposicion", "type": "textarea" },
    { "key": "ajuste_calendario", "label": "Sabiendo que el tiempo de realización del curso es limitado, ¿Podrás ajustarte al ritmo del calendario propuesto? (true:Sí, me puedo adaptar / false:No, necesitaré acompañamiento de l@s tutor@s)", "category": "Disposicion", "type": "text" },
    { "key": "conexion_semanal", "label": "¿Podrías conectarte semanalmente para una reunión de seguimiento? (Si / Depende de la hora / No en horario de 9:30h a 18:00h", "category": "Disposicion", "type": "text" },
    { "key": "conocer_curso", "label": "¿Cómo has conocido el curso? (a) Instagram/RRSS b) una entidad partner. Indicar si viene de  Factoría F5 (\"Factoría\"), Talleres Zing (\"Zing\"), Fundación Don Bosco (\"Don Bosco\").", "category": "Academico", "type": "text" },
    { "key": "beca_otra", "label": "¿Has comenzado esta formación con beca de otra entidad?", "category": "Academico", "type": "text" },
    { "key": "completado_mydigiskills", "label": "¿Has completado y enviado MyDigiSkills? (Indicar Si / No / Pendientes)", "category": "Academico", "type": "text" },
    { "key": "mas_informacion", "label": "Indicar cual nota u observacion", "category": "Academico", "type": "textarea" },
    { "key": "aplicante_apto", "label": "EQUIPO: Indicar si la persona es apta para la formación y nombre entrevistador/a", "category": "Academico", "type": "text" },
    { "key": "que_es_programacion", "label": "Con tus propias palabras, ¿qué es la programación? (Respuesta:  En un nivel básico, un programa de computadora es una receta de instrucciones que le dice a su computadora qué hacer.)", "category": "Python", "type": "textarea" },
    { "key": "nivel_entrevistado", "label": "Escoger 1 pregunta dependiendo del nivel de la persona entrevistada. Opción 1. ¿Qué es la automatización? Opción 2. ¿Por qué es Python relevante en la industria de IT? Opción 3. ¿Qué es una variable?  (Respuesta 1: es el proceso de reemplazar un paso manual por uno que ocurre automáticamente) (Respuesta 2: Es perfecto para la automatización y el análisis de datos, para calcular estadísticas, ejecutar su sitio de comercio electrónico, interactuar con servicios web, administración de sistemas y desarrollo web, etc.) (Respuesta 3: Las variables son nombres que damos a ciertos valores en nuestros programas. Piense en las variables como contenedores de datos. Cuando se crea una variable en el código, el equipo reserva un fragmento de su propia memoria para almacenar ese valor. Esto permite que el equipo acceda a la variable más tarde para leer o modificar el valor. Respuesta corta: una variable es un contendor de datos que cambia su valor.)", "category": "Python", "type": "textarea" },
    { "key": "logica_caracol", "label": "Ejercicio de lógica: Un caracol cae en un pozo de 4 metros. De día sube 2 metros y de noche se queda dormido y baja 1 metro. ¿En cuántos días sale el caracol del pozo?  (Respuesta: 3 días)", "category": "Python", "type": "text" },
    { "key": "nivel_ingles", "label": "Esta formación contiene más contenidos en inglés que las demás, incluídos los tests. ¿Qué nivel de inglés crees que tienes? ", "category": "Python", "type": "textarea" }
  ]
